Revit 2024 API
UnitTypeId.SquareFeetPerTonOfRefrigeration Property
 Square feet per ton of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId SquareFeetPerTonOfRefrigeration { get; }
Visual Basic
Public Shared ReadOnly Property SquareFeetPerTonOfRefrigeration As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SquareFeetPerTonOfRefrigeration {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace